{
    "terms": [
        {
            "term": "桜木市",
            "description": [
                "本作品の舞台。桜の名所と呼ばれるほど、町の至るところに色々な桜の木が生えている。",
                "市の南部には国内で４番目に大きい学園都市があり、その北西部には、日本一厳しいと言われるお嬢様学園「桜女子学園」がある。"
            ]
        },
        {
            "term": "こもれび市",
            "description": [
                "交通の利便性の高さと地価の安さから30年前から多くの人が住むようになった、緑の豊かな町。",
                "桜木市の南側に位置し、市の中心には国内最大の学園都市があり、その中心には国内最難関の私立高校「こもれび高校」がある。"
            ]
        },
        {
            "term": "つむぎの市",
            "description": [
                "こもれび市の南西に位置する町。",
                "戦前は「絹を紡ぐ町」と言われていたが、つむぎの歌劇団が生まれてからは「音を紡ぐ町」として一躍有名になり、多くの人が訪れるようになった。"
            ]
        },
        {
            "term": "桜女子学園",
            "description": [
                "正式名称は私立桜女子学園。",
                "桜木市の南西に位置するお嬢様学園で、初等部、中等部、高等部に分かれており、中等部と高等部は全寮制となっている。",
                "中等部から高等部へは、希望者はエスカレーター方式で進学できるが、初等部から中等部へは外部生と一緒に選抜試験を受けて合格する必要がある。",
                "入試の難易度自体は大して難しくないが、制服の人気さから例年高倍率となっており、試験のレベルのわりには難しいと言われている。",
                "しかし、試験のレベルとは対照的に授業のレベルは高く、高等部は学年３０位以内ならこもれび高校の下位組と肩を並べるほどと言われている。",
                "歌唱関係に強く、毎年３～４人のつむぎの音楽学校への進学者を出している。"
            ]
        },
        {
            "term": "こもれび高校",
            "description": [
                "正式名称は「私立こもれび高等学校」。",
                "こもれび市の中心にある国内最難関の私立高校で、毎年旧帝大と呼ばれる大学だけでなく国内難関私立大学の他、世界トップクラスの大学への進学率も非常に高く、学年最下位からでも難関国立大学に合格してしまうほどの水準を誇る"
            ]
        },
        {
            "term": "つむぎの音楽学校",
            "description": [
                "つむぎの市に本拠地を構える、未婚の女性のみで構成される「つむぎの歌劇団」の養成学校。",
                "初等科、中等科、高等科に分かれており、毎日、声楽やバレエといった劇団に必要な事柄についてレッスンを行う他、初等科では通常の高等学校教育も行われる。",
                "「清く、正しく、美しく」を教えとし、上下関係が非常に厳しい。"
            ],
            "comment": "まあゲームにおける宝塚だと思ってもらえればイメージしやすいかも？"
        },
        {
            "term": "ブロッサム・ディーバ",
            "description": [
                "桜女子学園の歌姫。中等部または高等部の生徒の中から歌が上手い生徒が歌姫候補生として集められ、６ヶ月間の特訓を受ける。その後、現在の歌姫による歌の継承を受け、全校生徒の投票で決められる。",
                "新しい歌姫が決まらない場合は、現在の歌姫が次の年まで務めることとなり、交代するまでは学園に籍を置くこととなる。",
                "特訓の厳しさから例年７月くらいから多くの辞退者が出てしまい、９月になると候補生が１～２人程度になる。さらに現在の歌姫と推薦を受けた候補生とで比較されることが多いため候補生の辞退が多く、一人で何年も続けることがある。"
            ],
            "comment": "主人公も歌唱レベルが「歌姫」であれば候補生になることができるが、各年の９月末の地点で「音楽」パラメーターが他の候補生全員を超えていないと選ばれない。"
        }
    ]
}
